/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@ eindigend op %2$@";

/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - offline";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Toevoegen";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ kaart toevoegen";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "ADRES VAN REKENINGHOUDER";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS Debit";

/* part of {Account} ending in {last4} */
"Account" = "Rekening";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Naam van rekeninghouder";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Rekeningnummer";

/* Button to add a new credit card. */
"Add New Card…" = "Nieuwe kaart toevoegen…";

/* Title for Add a Card view */
"Add a Card" = "Een kaart toevoegen";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Rekening voor incassobetalingen toevoegen";

/* Title shown above a card entry form */
"Add a card" = "Een kaart toevoegen";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Kaart toevoegen";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Nieuwe betaalmethode toevoegen";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Je betaalgegevens toevoegen";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Adresregel 2 (optioneel)";

/* Payment Method type brand name  */
"Afterpay" = "Afterpay";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Payment Method type brand name */
"AfterpayClearpay_copy" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Adresregel 2";

/* Title for bank picker section */
"BANK" = "BANK";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "BANKREKENINGGEGEVENS";

/* Title for billing address entry section */
"BILLING ADDRESS" = "FACTUURADRES";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* Text for back button */
"Back" = "Terug";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Bankrekening";

/* Title for billing address entry section */
"Billing Address" = "Factuuradres";

/* Billing address section title for card form entry. */
"Billing address" = "Factuuradres";

/* Payment Method type brand name */
"Boleto" = "Boleto";

/* Klarna buy now or pay later copy */
"Buy now or pay later with Klarna." = "Koop nu of betaal later met Klarna.";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "Door je IBAN op te geven en deze betaling te bevestigen, geef je toestemming aan %@ en Stripe, onze betalingsdienstaanbieder, een opdracht te sturen naar je bank om een bedrag van je rekening te debiteren en je bank om een bedrag van je rekening te debiteren overeenkomstig de opdracht. Je kunt je laten terugbetalen door je bank. Vraag je eigen bank naar de voorwaarden. Een verzoek tot terugbetaling moet binnen 8 weken na de datum van debitering van het bedrag van je rekening worden ingediend.";

/* SEPA mandate text */
"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Door je betaalgegevens op te geven en deze betaling te bevestigen geef je toestemming aan (A) %@ en Stripe, onze betaaldienstverlener, een opdracht te sturen aan je bank om je rekening te debiteren en aan (B) je bank om je rekening te debiteren conform deze opdracht. Je hebt het recht op terugbetaling door je bank conform de met je bank overeengekomen voorwaarden. Een verzoek tot terugbetaling moet worden ingediend binnen 8 weken vanaf de datum waarop je rekening is gedebiteerd. Je rechten worden uitgelegd in een verklaring die je kunt opvragen bij je bank. Je stemt ermee in dat je minstens 2 dagen voor de uitvoering van toekomstige debiteringen hierover op de hoogte wordt gesteld.";

/* Title for card number entry field */
"CARD" = "KAART";

/* Title for contact info form */
"CONTACT" = "CONTACT";

/* Title for country picker section */
"COUNTRY" = "LAND";

/* Label for entering CVC in text field */
"CVC" = "Cvc";

/* Label for entering CVV in text field */
"CVV" = "Cvv";

/* Button title to cancel action in an alert */
"Cancel" = "Annuleren";

/* Title for credit card number entry field */
"Card" = "Kaart";

/* Details of a saved card */
"Card ending in %@" = "Betaalkaart eindigend op %@";

/* Card details entry form header title */
"Card information" = "Kaartgegevens";

/* Label for card number entry text field */
"Card number" = "Kaartnummer";

/* TODO */
"Choose a payment method" = "Een betaalmethode kiezen";

/* Payment Method type brand name */
"Clearpay" = "Clearpay";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Kaartscanner afsluiten";

/* Title for contact info form */
"Contact" = "Contact";

/* Text for continue button */
"Continue" = "Doorgaan";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "BEZORGADRES";

/* Title for delivery info form */
"Delivery" = "Bezorging";

/* Title for delivery address entry section */
"Delivery Address" = "Bezorgadres";

/* Source type brand name */
"EPS" = "EPS";

/* Button title to enter editing mode */
"Edit" = "Bewerken";

/* Payment Method type brand name */
"FPX" = "FPX";

/* Label for free shipping method */
"Free" = "Gratis";

/* Placeholder string for name entry field. */
"Full name" = "Volledige naam";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Shipping form error message */
"Invalid Shipping Address" = "Ongeldig verzendadres";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Ongeldige gegevens.";

/* Source type brand name */
"Klarna" = "Klarna";

/* Link Payment Method type brand name */
"Link" = "Link";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Laden…";

/* label for text field to enter card expiry */
"MM / YY" = "MM / JJ";

/* label for text field to enter card expiry */
"MM/YY" = "MM/JJ";

/* Title for payment options section */
"MORE OPTIONS" = "MEER OPTIES";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Label for button to add a new credit or debit card */
"New Card" = "Nieuwe kaart";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Nieuwe betaalrekening voor incassobetaling";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Nieuwe SEPA-betaalrekening voor incassobetaling";

/* Button to move to the next text entry field */
"Next" = "Volgende";

/* No comment provided by engineer. */
"OK" = "OK";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Online bankieren (FPX)";

/* Title of a section containing multiple payment methods that can selected and will collect the payment information from the user. */
"Or pay using" = "Of betalen met";

/* Title of a section containing a card form that will collect the payment information from the user. */
"Or pay with a card" = "Of met een kaart betalen";

/* An option in a dropdown selector indicating the customer's desired selection is not in the list. e.g., 'Choose your bank: Bank1, Bank2, Other' */
"Other" = "Overige";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "%@ betalen";

/* Klarna pay later copy */
"Pay later with Klarna." = "Betaal later met Klarna.";

/* Pay with {payment method} */
"Pay with %@" = "Betalen met %@";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Title for Payment Method screen */
"Payment Method" = "Betaalmethode";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Richt de camera op de kaart.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "Postcode";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Postcode";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Verwerken...";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Verwijderen";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "%1$@ eindigend op %2$@ verwijderen";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "%@ verwijderen";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Kaart verwijderen";
/* Title for confirmation alert to remove a saved bank account payment method */

"Remove bank account" = "Bankrekening verwijderen";
/* Content for alert popup prompting to confirm removing a saved bank account. e.g. 'Remove bank account ending in 4242' */

"Remove bank account ending in %@" = "Bankrekening verwijderen die eindigt op %@";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "SEPA-rekening";
/* Payment method brand name */

"SEPA Debit" = "SEPA-incasso";
/* Source type brand name */

"SEPA Direct Debit" = "SEPA-incasso";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "VERZENDADRES";
/* Label for shipping method form */

"SHIPPING METHOD" = "VERZENDMETHODE";
/* Source type brand name */

"SOFORT" = "SOFORT";
/* The label of a switch indicating whether to save the payment method for future payments. */

"Save for future payments" = "Opslaan voor toekomstige betalingen";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Deze kaart opslaan voor toekomstige aankopen bij %@";
/* The label of a switch indicating whether to save the user's card for future payment */

"Save this card for future Stripe payments" = "Deze betaalkaart opslaan voor toekomstige Stripe-betalingen";
/* Label of a button displayed below a payment method form. Tapping the button closes the form and uses the entered payment method details for checkout in the next step */

"Select" = "Selecteren";
/* label for iDEAL-bank selection picker */

"Select bank" = "Bank selecteren";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Betaalmethode selecteren";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Instellen";
/* Title for shipping info form */

"Shipping" = "Verzending";
/* Title for shipping address entry section */

"Shipping Address" = "Verzendadres";
/* Label for shipping method form */

"Shipping Method" = "Verzendmethode";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "Staat/provincie/regio";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "Het ingevoerde BSB-nummer is onvolledig.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "Het ingevoerde BSB-nummer is ongeldig.";

/* An error message displayed when the customer's IBAN is incomplete. */
"The IBAN you entered is incomplete." = "Het opgegeven IBAN-nummer is onvolledig.";

/* An error message displayed when the IBAN country code is not supported. */
"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "Het opgegeven IBAN-nummer is ongeldig: \"%@\" is geen ondersteunde landcode.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "De geselecteerde betaalmethode is niet beschikbaar.";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Time-out bij authenticatie van de betaalmethode. Probeer het nogmaals";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "Sta toegang tot je camera toe in Instellingen om je kaart te scannen.";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Default missing source type label */
"Unknown" = "Onbekend";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Factuuradres gebruiken";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Bezorgadres gebruiken";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Verzendadres gebruiken";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "We kunnen de betaalmethode niet authenticeren. Kies een andere betaalmethode en probeer het nogmaals.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Je wordt doorgestuurd naar %@ om de betaling te voltooien.";

/* An error message displayed when the IBAN does not start with a two-letter country code. */
"Your IBAN should start with a two-letter country code." = "Het IBAN-nummer moet beginnen met een landcode van twee letters.";

/* An error message. */
"Your IBAN should start with a two-letter country code._copy" = "Het IBAN-nummer moet beginnen met een landcode van twee letters.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "Je ZIP is onvolledig.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "Je ZIP is ongeldig.";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Je kaartnummer is onvolledig.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Je kaartnummer is ongeldig.";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "De vervaldatum van je kaart is onvolledig.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "De vervaldatum van je kaart is ongeldig.";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "De vervalmaand van de kaart is ongeldig.";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "Het vervaljaar van de kaart is ongeldig.";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "De beveiligingscode van je kaart is onvolledig.";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "De beveiligingscode van je kaart is ongeldig.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Je postcode is onvolledig.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Je postcode is ongeldig.";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "Postcode";

/* accessibility label for text field */
"card number" = "kaartnummer";

/* Placeholder string for email entry field. */
"example@example.com" = "voorbeeld@voorbeeld.com";

/* accessibility label for text field */
"expiration date" = "vervaldatum";

/* Payment Method type brand name. */
"giropay" = "Giropay";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL-bank";

